-- Arabic database of translated tooltips
-- for the addon WoWinArabic

ST_lang = "AR";         -- translation language
ST_type = "Reshaped";   -- type of saving text
ST_date = "2024-04-18"; -- date of creation base
ST_base = "29";      -- version (number of translations)

-- tooltips translation table: [Hash] = "translation text" 
ST_TooltipsHS = {  
[36917770]="ﺗﺤﺴﻴﻨﺎت", 
[48734800]="ﺧﺮوج ﻟﻠﺸﺨﺼﻴﺎت", 
[57121153]="اﻟﺨﺮوج ﻟﺴﻄﺢ اﻟﻤﻜﺘﺐ", 
[145588173]="وﺿﻊ اﻟﺘﻌﺪﻳﻞ", 
[221184062]="ﻋﺎﺻﻔﺔ-اﻟﻜﻨﻮز", 
[322143774]="ﻣﺴﺘﻮى اﻟﻌﺪات", 
[350888648]="اﻟﺸﺨﺼﻴﺔ", 
[442396665]="إﻏﻼق", 
[460068014]="ﻣﺎﻛﺮو", 
[513136720]="ﻗﺒﻮل", 
[534905893]="اﻛﺴﺐ ﻣﻜﺎﻓﺎت", 
[555539391]="رﻓﺾ", 
[595254532]="اﻟﺨﺼﺎﺋﺺ", 
[660715572]="اﻟﺴﻤﻌﺔ", 
[703264099]="ﺗﺼﺎدم اﻟﻘﺮاﺻﻨﺔ ﻓﻲ ﻣﻌﺮﻛﺔ روﻳﺎل ﻋﻈﻴﻤﺔ!", 
[879888740]="اﻟﻌﻤﻼت", 
[1513136720]="ﻗﺒﻮل", 
[1890320425]="ﺣﺴﻨﺎ", 
[2380060431]="اﻟﺨﻴﺎرات", 
[2466611277]="ﻟﻠﻌﺐ، ﻗﻢ ﺑﺘﺴﺠﻴﻞ اﻟﺨﺮوج واﺧﺘﺮ mrotsrednulP-)ﻋﺎﺻﻔﺔ-اﻟﻜﻨﻮز( ﻋﻠﻰ ﺷﺎﺷﺔ اﺧﺘﻴﺎر اﻟﺸﺨﺼﻴﺔ.", 
[2541508997]="اﻟﺪﻋﻢ", 
[2555539391]="رﻓﺾ", 
[2755263243]="اﻹﺿﺎﻓﺎت", 
[3395656142]="اﻟﻤﺘﺠﺮ", 
[3433093308]="اﺟﻤﻊ اﻟﻜﻨﻮز ﻟﻜﺴﺐ ﻣﻜﺎﻓﺎت ﻣﺜﻞ اﻟﺪواب، اﻟﺤﻴﻮاﻧﺎت اﻷﻟﻴﻔﺔ، وﺗﺤﻮﻳﻞ اﻟﻤﻈﺎﻫﺮ!", 
[3567852398]="اﻟﻌﻮدة ﻟﻠﻌﺒﺔ", 
[3680849445]="ﻣﺎ اﻟﺠﺪﻳﺪ", 
[3859349165]="ﻗﺎﺋﻤﺔ اﻟﻠﻌﺒﺔ", 
[3980282667]="اﻟﻨﻘﺎﺑﺔ", 
} 
-- title translation table: ["ID"] = "translation title" 
ST_TooltipsID = {  
} 
