-- Arabic database of translated tooltips
-- for the addon WoWinArabic

ST_lang = "AR";         -- translation language
ST_type = "Reshaped";   -- type of saving text
ST_date = "2024-04-26"; -- date of creation base
ST_base = "35";      -- version (number of translations)

-- tooltips translation table: [Hash] = "translation text" 
ST_TooltipsHS = {  
[48734800]="ﺧﺮوج ﻟﻠﺸﺨﺼﻴﺎت", 
[57121153]="اﻟﺨﺮوج ﻟﺴﻄﺢ اﻟﻤﻜﺘﺐ", 
[69663455]="|62f7ffffcاﻹﺟﻤﺎﻟﻲ: |48ffffffffc", 
[145588173]="وﺿﻊ اﻟﺘﻌﺪﻳﻞ", 
[195705045]="زر ﻣﻌﻠﻢ اﻟﺼﻴﺪ ﻟﺘﺘﻌﻠﻢ ﻓﻦ اﻟﺼﻴﺪ. ﻳﻤﻜﻨﻚ ﻣﻦ ﺧﻼل اﻟﺼﻴﺪ اﺻﻄﻴﺎد اﻷﺳﻤﺎك وأﺷﻴﺎء ﻏﺮﻳﺒﺔ أﺧﺮى ﻣﻦ اﻟﻤﺎء. ﻳﻤﻜﻦ ﻃﻬﻲ اﻷﺳﻤﺎك ﻟﺘﺼﺒﺢ وﺟﺒﺎت ﺷﻬﻴﺔ ﺑﺎﺳﺘﺨﺪام ﻣﻬﺎرة اﻟﻄﻬﻲ.", 
[442396665]="إﻏﻼق", 
[460068014]="ﻣﺎﻛﺮو", 
[703264099]="ﺗﺼﺎدم اﻟﻘﺮاﺻﻨﺔ ﻓﻲ ﻣﻌﺮﻛﺔ روﻳﺎل ﻋﻈﻴﻤﺔ!", 
[774092106]="زر ﻣﺮﺷﺪ اﻟﻤﻬﻦ ﻓﻲ أﺣﺪ اﻟﻤﺪن اﻟﺮﺋﻴﺴﻴﺔ ﻟﺘﺘﻌﻠﻢ ﻣﻬﻨﺔ ﺟﺪﻳﺪة. ﻳﻤﻜﻨﻚ اﻣﺘﻼك ﻣﻬﻨﺘﻴﻦ، واﺧﺘﻴﺎر أي ﺗﻮﻟﻴﻔﺔ ﻣﻦ ﻣﻬﻦ اﻟﺠﻤﻊ واﻹﻧﺘﺎج.", 
[802631825]="زر ﻣﻌﻠﻤﺎ ﻟﺘﺘﻌﻠﻢ ﻋﻠﻢ اﻵﺜﺎر. ﻳﺘﻴﺢ ﻟﻚ ﻋﻠﻢ اﻵﺜﺎر اﻛﺘﺸﺎف ﻛﻨﻮز ﺛﻤﻴﻨﺔ واﻟﺘﻌﺮف ﻋﻠﻰ أﺳﺎﻃﻴﺮ اﻟﻌﺎﻟﻢ اﻟﻘﺪﻳﻤﺔ.", 
[936917770]="ﺗﺤﺴﻴﻨﺎت", 
[1513136720]="ﻗﺒﻮل", 
[1660715572]="اﻟﺴﻤﻌﺔ", 
[1890320425]="ﺣﺴﻨﺎ", 
[2121188446]="|064a4fffcاﻹﺟﻤﺎﻟﻲ:|r", 
[2322143774]="ﻣﺴﺘﻮى اﻟﻌﺪات", 
[2380060431]="اﻟﺨﻴﺎرات", 
[2466611277]="ﻟﻠﻌﺐ، ﻗﻢ ﺑﺘﺴﺠﻴﻞ اﻟﺨﺮوج واﺧﺘﺮ mrotsrednulP-)ﻋﺎﺻﻔﺔ-اﻟﻜﻨﻮز( ﻋﻠﻰ ﺷﺎﺷﺔ اﺧﺘﻴﺎر اﻟﺸﺨﺼﻴﺔ.", 
[2530527920]="اﻟﻤﻬﻦ", 
[2534905893]="اﻛﺴﺐ ﻣﻜﺎﻓﺎت", 
[2541508997]="اﻟﺪﻋﻢ", 
[2555539391]="رﻓﺾ", 
[2755263243]="اﻹﺿﺎﻓﺎت", 
[2879888740]="اﻟﻌﻤﻼت", 
[3221184062]="ﻋﺎﺻﻔﺔ-اﻟﻜﻨﻮز", 
[3242046589]="زر ﻣﻌﻠﻢ اﻟﻄﻬﻲ ﻟﺘﺘﻌﻠﻢ ﻓﻨﻮن اﻟﻄﺒﺦ. ﻳﺘﻴﺢ ﻟﻚ اﻟﻄﻬﻲ ﺗﻌﻠﻢ وﺻﻔﺎت ﻹﻋﺪاد أﻃﻌﻤﺔ ﺗﺴﻬﻢ ﻓﻲ ﺷﻔﺎﺋﻚ ﺧﺎرج اﻟﻤﻌﺎرك وﺗﻤﻨﺤﻚ ﺗﻌﺰﻳﺰات ﻣﺆﻗﺘﺔ.", 
[3350888648]="اﻟﺸﺨﺼﻴﺔ", 
[3395656142]="اﻟﻤﺘﺠﺮ", 
[3433093308]="اﺟﻤﻊ اﻟﻜﻨﻮز ﻟﻜﺴﺐ ﻣﻜﺎﻓﺎت ﻣﺜﻞ اﻟﺪواب، اﻟﺤﻴﻮاﻧﺎت اﻷﻟﻴﻔﺔ، وﺗﺤﻮﻳﻞ اﻟﻤﻈﺎﻫﺮ!", 
[3434792140]="اﻟﺘﻌﻮﻳﺬات", 
[3567852398]="اﻟﻌﻮدة ﻟﻠﻌﺒﺔ", 
[3595254532]="اﻟﺨﺼﺎﺋﺺ", 
[3680849445]="ﻣﺎ اﻟﺠﺪﻳﺪ", 
[3859349165]="ﻗﺎﺋﻤﺔ اﻟﻠﻌﺒﺔ", 
[3980282667]="اﻟﻨﻘﺎﺑﺔ", 
} 
-- title translation table: ["ID"] = "translation title" 
ST_TooltipsID = {  
} 
