-- Arabic database of translated tutorial texts
-- for the addon WoWAR-Tutorials

TT_lang = "AR";         -- translation language
TT_date = "2024-02-17"; -- date of creation base
TT_base = "25";      -- version (number of translations)

-- tutorial translation table: [Hash] = "translation text" 
Tut_Data7 = {  
[30213279]="افتح سجل تعويذاتك وابحث عن |FFFF00FFcجانب السلحفاة|r", 
[35060114]="اختصارات تصفح الخريطة|n|n|002DFFFFc[انقر بالزر الأيمن]|r|nتصغير|n|n|002DFFFFc[تمرير عجلة الفأرة]|r|nتكبير على الخريطة الحالية|n|n|002DFFFFc[اسحب بالنقر الأيسر]|r|nتحريك على الخريطة الحالية", 
[43575447]="افتح خريطتك لتجد جثتك", 
[59981371]="اضغط [?] لصب |FFFF00FFcالصدمة الملتهبة|r |318531T:61|t، لتسبب ضررًا متكررًا على مدى الوقت.", 
[63842293]="انقر يسارًا |FFFF00FFcصدمة اللهب|r |318531T:61|t لتسبب ضرر متزايد مع مرور الوقت.", 
[64788943]="قواتنا في حصن دريدمول بحاجة إلى تعزيزات لصد هجمات التحالف.\\\\n\\\\nقلب مجرى المعركة لصالح الهورد!", 
[68337550]="إذا كنت ترغب في مغادرة الحفلة |FFFF00FFcانقر بزر الفأر الأيمن|r على صورتك", 
[68623446]="الملك بحاجتك! يرجى أخذ نشرة.", 
[81822893]="شجرة العصور", 
[85177209]="gniwhtaeD snoiniM في lajyH tnuoM يحاولون جلب قوة droleriF إلى htorezA! تحدث مع foohkcalB yrassimE noiraneC في rammirgrO لضمان العبور إلى lajyH tnuoM.", 
[91141578]="تجول", 
[96935781]="يتوفر فتحة قتال جديدة! انقر هنا واسحب حيوان أليف إلى الفتحة.", 
[97012830]="في محاولة يائسة لشراء الوقت لـ kkaryF، تحول doowtraH ridnehsA إلى عنصر عملاق لسد طريقنا. يعود kkaryF لكسر الحاجز في ينبوع الحياة.", 
[98543397]="مرة أخرى!   اضغط |1FFFF00FFc|r لاستخدام |tohS ydaetSFFFF00FFc|r", 
[100763894]="استخدم غضبك! اضغط على ٢ لاستخدام الضربة القاضية", 
[100885613]="استخدم |FFFFFFFFcالعذاب|r.|n|n|يُولِد |FFFFFFFFcشظايا الروح|r.", 
[107836803]="!مجددًا اضغط على |1FFFF00FFc|r للقاء |FFFF00FFcصاعقة|r", 
[118479894]="أي مندوب للفصيل ترغب في تركيز مساعدتك عليه اليوم؟", 
[119377055]="السجين الممتن يمنحك بعض الأنيما. ما الشكل الذي يجب أن تأخذه؟", 
[123960920]="|ecafretnIT\\\\\\\\paMdlroW\\\\\\\\worrApaMdlroW:82:82|t تحدد موقعك.|n|nانتقل إلى |8145601T:0:0:0:0:4201:215:189:1001:53:55|t للعثور على هدف مهمتك.", 
[127706175]="العناصر المباعة مؤخرًا تظهر هنا. يمكنك النقر على العنصر لـ |FFFF00FFcشرائه مرة أخرى|r.", 
[133668034]="أضف هجوم البراعم إلى شريط الإجراءات الخاص بك", 
[137660310]="أضف علامة الصياد |FFFF00FFc|kraM s\'retnuHFFFF00FFc|r|r إلى شريط الإجراءات الخاص بك", 
[141325083]="افتح سجل التعاويذ الخاص بك وابحث عن |FFFF00FFcصنع حجر الصحة|r", 
[162800968]="منذ زمن بعيد، استخدم الإمبراطور الباندارين الأخير عصاه، شيلون، لتغطية كل بانداريا بالضباب. العصا لا تزال في تراس الربيع الأبدي منذ أجيال. عندما هاجمت الليجيون بانداريا، اندفع مدافعو شادو-بان لتأمين المنطقة. لم يعودوا بعد، ونخشى الأسوأ. يجب أن لا تسقط العصا في أيدي الخطأ!", 
} 
